tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
tap "koekeishiya/formulae"

brew "stow"
brew "jq"
brew "yabai"
brew "skhd"
brew "ripgrep"
brew "tmux"
brew "lazygit"
brew "neovim"
brew "volta"
brew "pyenv"
brew "rustup-init"
brew "p7zip"

cask "font-iosevka"
cask "font-3270-nerd-font"
cask "font-sf-pro"
cask "font-sf-mono"
cask "font-sf-compact"
cask "font-new-york"
cask "alfred"
cask "bartender"
cask "docker"
cask "google-chrome"
cask "paragon-extfs"
cask "whatsapp"
cask "figma"
cask "docker"
cask "visual-studio-code"
cask "obinskit"
cask "insomnia"
cask "discord"
cask "the-unarchiver"
cask "mpv"
cask "qlvideo"
cask "transmission"
